[
  {
    "title": "Canon realeased more info on the R3 camera",
    "content": "The Stacked CMOS sensor, which will have very fast readout, can shoot Raw bursts at 30 fps. When used with compatible RF lenses, its in-body stabilization can reduce shake by up to eight stops. Autofocus has been enhanced over current EOS R models, with improved face/eye/head and animal detection",
    "category": "tech",
    "id": "1596258409985",
    "desc": "The Stacked CMOS sensor, which will have very fast readout, can shoot Raw bursts at 30 fps. When use...",
    "thumbnail": "http://192.168.1.5:3000/1596258409985-canon.jpeg"
  },
  {
    "title": "Xi Jinping wants to 'make friends' with the world. But Beijing can't kick its wolf warrior habits",
    "content": "Xi Jinping wants China to learn how to make friends and influence people.\r\nSpeaking at a study session for the Communist Party's top leadership on Monday, the Chinese President said it was important for the country to tell its story in a positive way, presenting the image of a \"credible, lovable, and respectable China,\" according to state-run news agency Xinhua",
    "category": "breaking-news",
    "id": "1596258694751",
    "desc": "Xi Jinping wants China to learn how to make friends and influence people.\r\nSpeaking at a study sessi...",
    "thumbnail": "http://192.168.1.5:3000/1596258694751-xi.jpg"
  },
  {
    "title": "Biden memorializes Tulsa victims on 100th anniversary: 'This was not a riot. This was a massacre'",
    "content": "President Joe Biden on Tuesday used stark language as he mourned one of the worst acts of racial violence in US history, marking the 100th anniversary of the Tulsa Race Massacre.\r\n\r\nBiden outlined his administration's new efforts to combat the country's racial inequality during a speech in Tulsa.",
    "category": "political",
    "featured": "on",
    "id": "1596258726128",
    "desc": "President Joe Biden on Tuesday used stark language as he mourned one of the worst acts of racial vio...",
    "thumbnail": "http://192.168.1.5:3000/1596258726128-biden.jpg"
  },
  {
    "title": "Watch Dogs Legion's new mode fills London with zombies",
    "content": "Zombies are coming to Watch Dogs Legion, which I suppose was inevitable, given that they will consume every game eventually. They'll shamble into the open world hack-'em-up tomorrow alongside update 4.5, in a new mode entitled Legion of the Dead.\r\n\r\nThis is almost certainly the big surprise teased in a recent Legion roadmap.",
    "category": "entertainment",
    "featured": "on",
    "id": "1596258886460",
    "desc": "Zombies are coming to Watch Dogs Legion, which I suppose was inevitable, given that they will consum...",
    "thumbnail": "http://192.168.1.5:3000/1596258886460-watch.jpg"
  },
  {
    "title": "AMD Announces Fidelity FX Super Resolution, their competitor to nvidia DLSS",
    "content": "Here are some standout quotes from Scott Herkelman's presentation:\r\n\r\nFidelity FX Super Resolution, or FSR, is built around a state of the art spatial upscaling algorithm that delivers a great gaming experience with super high-quality edges and distinctive pixel detail\r\n\r\n \r\n\r\nAMD Fidelity FX can provide more than 2X performance at its fastest settings on select titles.",
    "category": "tech",
    "id": "1596259028037",
    "desc": "Here are some standout quotes from Scott Herkelman's presentation:\r\n\r\nFidelity FX Super Resolution, ...",
    "thumbnail": "http://192.168.1.5:3000/1596259028037-amd.png"
  },
  {
    "title": "M1X Mac mini reportedly getting a thinner chassi design and use the same magnetic power connector as the new iMac",
    "content": "Jon Prosser claims that the upcoming M1X-powered Mac mini will also introduce a new generation of industrial design for Apple’s standalone Mac. This model is expected to replace the higher-end space grey Intel Mac mini in the lineup.",
    "category": "tech",
    "id": "1596259378703",
    "desc": "Jon Prosser claims that the upcoming M1X-powered Mac mini will also introduce a new generation of in...",
    "thumbnail": "http://192.168.1.5:3000/1596259378703-mac_mini.jpg"
  },
  {
    "title": "Epic Games' Unreal Engine 5 has entered Early Access, new feature showcase released",
    "content": "Epic Games' latest version of their industry standard-setting development engine, titled Unreal Engine, has entered Early Access. And following the start of Early Access, a lot of videos demonstrating the public's first hands-on with the engine have been uploaded.",
    "category": "tech",
    "id": "1596259575889",
    "desc": "Epic Games' latest version of their industry standard-setting development engine, titled Unreal Engi...",
    "thumbnail": "http://192.168.1.5:3000/1596259575889-game.jpg"
  },
  {
    "title": "Google's Fuchsia OS is finally here!",
    "content": "Google has finally started a rollout of its much anticipated Fuchsia OS. According to Google's own site: \"Fuchsia is an open-source effort to create a production-grade operating system that prioritizes security, updatability, and performance. \" Fuchsia was first seen on a self-hosted git.",
    "category": "tech",
    "id": "1596259899373",
    "desc": "Google has finally started a rollout of its much anticipated Fuchsia OS. According to Google's own s...",
    "thumbnail": "http://192.168.1.5:3000/1596259899373-google.jpeg"
  },
  {
    "title": "Inside Citizen: The public safety app pushing surveillance boundaries",
    "content": "The smartphone app Citizen describes itself in simple terms: a safety network that sends alerts about nearby incidents including crime. But in recent months, its business has pushed into potentially dangerous new territory, alarming law enforcement officials and people who worked there",
    "category": "breaking-news",
    "id": "1596260591445",
    "desc": "The smartphone app Citizen describes itself in simple terms: a safety network that sends alerts abou...",
    "thumbnail": "http://192.168.1.5:3000/1596260591445-public.jpg"
  },
  {
    "title": "Beer is latest vaccine incentive for Biden 'month of action",
    "content": "WASHINGTON -- Free beer is the latest White House-backed incentive for Americans to get vaccinated for COVID-19, as President Joe Biden is announcing a “month of action” Wednesday to get more shots into arms before the July 4 holiday.\r\n\r\nSpeaking from the White House, Biden is set to update the nation on the vaccination rollout and his plans to get 70% of adults partially vaccinated by Independence Day — essential to his goal of returning the nation to a pre-pandemic sense of normalcy this summer.",
    "category": "entertainment",
    "id": "1596261355864",
    "desc": "WASHINGTON -- Free beer is the latest White House-backed incentive for Americans to get vaccinated f...",
    "thumbnail": "http://192.168.1.5:3000/1596261355864-Putin3.jpg"
  },
  {
    "title": "New this week: 'We Are Lady Parts' & A new 'The Conjuring'",
    "content": "Here’s a collection curated by The Associated Press’ entertainment journalists of what’s arriving on TV, streaming services and music platforms this week.",
    "category": "entertainment",
    "id": "1596261570456",
    "desc": "Here’s a collection curated by The Associated Press’ entertainment journalists of what’s arriving on...",
    "thumbnail": "http://192.168.1.5:3000/1596261570456-movie.jpg"
  },
  {
    "title": "Days Gone studio is building on \"deep open-world systems\" with a new game IP",
    "content": "The Days Gone studio is working on a new intellectual property that will build on the fundamentals it created for its post-apocalyptic open-world game, according to the head of PlayStation Studios.",
    "category": "entertainment",
    "id": "1622670216034",
    "desc": "The Days Gone studio is working on a new intellectual property that will build on the fundamentals i...",
    "thumbnail": "http://192.168.1.5:3000/1622670216034-daysgone.jpg"
  },
  {
    "title": "God of War 2 delayed to 2022",
    "content": "The studio took to Twitter to announce the news, citing \"the safety and wellbeing\" of the developers. God of War 2, sometimes referred to as God of War: Ragnarok, was previously slated for a 2021 release window. Sony Santa Monica says in the announcement that despite the delay, it's committed to \"delivering a top-quality game.\"",
    "category": "entertainment",
    "id": "1622670295329",
    "desc": "The studio took to Twitter to announce the news, citing \"the safety and wellbeing\" of the developers...",
    "thumbnail": "http://192.168.1.5:3000/1622670295329-godofwar.jpg"
  },
  {
    "title": "Horizon Forbidden West holiday 2021 release window \"isn't quite certain\".",
    "content": "Horizon Forbidden West is currently scheduled to arrive in holiday 2021 according to PlayStation Studios head Hermen Hulst, but its final release date isn't set in stone.",
    "category": "entertainment",
    "id": "1622670379662",
    "desc": "Horizon Forbidden West is currently scheduled to arrive in holiday 2021 according to PlayStation Stu...",
    "thumbnail": "http://192.168.1.5:3000/1622670379662-horizon.jpg"
  },
  {
    "title": "Trump shuts down his blog after less than a month",
    "content": "The blog page that former President Donald Trump launched less than one month ago, after his team suggested he'd be launching a major new social platform, has been permanently shuttered.",
    "category": "political",
    "id": "1622671269606",
    "desc": "The blog page that former President Donald Trump launched less than one month ago, after his team su...",
    "thumbnail": "http://192.168.1.5:3000/1622671269606-trump.jpg"
  },
  {
    "title": "Trump shuts down his blog after less than a month",
    "content": "BEIJING: China’s foreign ministry on Monday warned the United States and South Korea not to interfere in Taiwan, after leaders of the two countries agreed last week to work together to seek peace and stability in the Taiwan Strait.",
    "category": "breaking-news",
    "id": "1622671339845",
    "desc": "BEIJING: China’s foreign ministry on Monday warned the United States and South Korea not to interfer...",
    "thumbnail": "http://192.168.1.5:3000/1622671339845-china.jpg"
  },
  {
    "title": "Kuwait’s emir accepts resignation of cabinet — state news agency",
    "content": "KUWAIT: Kuwait’s Emir Sheikh Nawaf Al-Ahmad Al-Jaber Al-Sabah has accepted the resignation of Prime Minister Sheikh Sabah Al-Khalid Al-Sabah and his cabinet, state news agency KUNA said on Monday.",
    "category": "breaking-news",
    "id": "1622671410433",
    "desc": "KUWAIT: Kuwait’s Emir Sheikh Nawaf Al-Ahmad Al-Jaber Al-Sabah has accepted the resignation of Prime ...",
    "thumbnail": "http://192.168.1.5:3000/1622671410433-kuwait.jpg"
  },
  {
    "title": "Iran and Central African Republic lose voting rights in UN General Assembly",
    "content": "UNITED NATIONS: Iran and the Central African Republic are in arrears on paying their dues to the United Nations’ operating budget and will lose their voting rights in the 193-member General Assembly, the UN chief said in a letter circulated Wednesday.",
    "category": "political",
    "id": "1622671462962",
    "desc": "UNITED NATIONS: Iran and the Central African Republic are in arrears on paying their dues to the Uni...",
    "thumbnail": "http://192.168.1.5:3000/1622671462962-ma.jpg"
  },
  {
    "title": "Saudi Arabia’s peace initiative for Yemen gains groundswell of support",
    "content": "LONDON: The newly announced Saudi initiative to end the war in Yemen offers the first real prospects for peace, experts say.\r\nPrior to this, there has been no formal peace process or enough diplomatic investment in Yemen, said Farea Al-Muslimi, chairman and co-founder of the Sanaa Center for Strategic Studies.",
    "category": "breaking-news",
    "id": "1622671562118",
    "desc": "LONDON: The newly announced Saudi initiative to end the war in Yemen offers the first real prospects...",
    "thumbnail": "http://192.168.1.5:3000/1622671562118-Saudi.jpeg"
  },
  {
    "title": "Saudi Arabia’s crown prince and Yemen’s president discuss Saudi peace initiative",
    "content": "RIYADH: Crown Prince Mohammed bin Salman and Yemen’s President Abed Rabbo Mansour Hadi on Tuesday discussed Saudi Arabia’s initiative to end the Yemeni crisis.",
    "category": "breaking-news",
    "id": "1622671627772",
    "desc": "RIYADH: Crown Prince Mohammed bin Salman and Yemen’s President Abed Rabbo Mansour Hadi on Tuesday di...",
    "thumbnail": "http://192.168.1.5:3000/1622671627772-SaudiA.jpeg"
  },
  {
    "title": "Saudi Arabia’s crown prince and Oman’s sultan discuss green initiative",
    "content": "RIYADH: Saudi Arabia’s Crown Prince Mohammed bin Salman made a phone call to Sultan of Oman Haitham bin Tariq, Saudi Press Agency reported on Tuesday.",
    "category": "political",
    "id": "1622671684440",
    "desc": "RIYADH: Saudi Arabia’s Crown Prince Mohammed bin Salman made a phone call to Sultan of Oman Haitham ...",
    "thumbnail": "http://192.168.1.5:3000/1622671684440-SaudiB.jpg"
  },
  {
    "title": "Turkey’s Erdogan woos Egypt, Gulf states in push to repair ties",
    "content": "Turkey hopes to maximise its cooperation with Egypt and Gulf nations “on a win-win basis”, President Recep Tayyip Erdogan has said, as Ankara works to repair its strained ties with Cairo and some Gulf Arab nations after years of tensions.",
    "category": "breaking-news",
    "id": "1622671881408",
    "desc": "Turkey hopes to maximise its cooperation with Egypt and Gulf nations “on a win-win basis”, President...",
    "thumbnail": "http://192.168.1.5:3000/1622671881408-ar.png"
  },
  {
    "title": "Twitter removes Nigerian president’s ‘abusive’ civil war post.",
    "content": "The company says the post violated its abusive behaviour policy, leading to a 12-hour suspension of his account.",
    "category": "breaking-news",
    "id": "1622671991629",
    "desc": "The company says the post violated its abusive behaviour policy, leading to a 12-hour suspension of ...",
    "thumbnail": "http://192.168.1.5:3000/1622671991629-NIGERIA.png"
  }
]